{
  "rolex": [
    {
      "image1": "https://content.rolex.com/dam/2022/upright-bba-with-shadow/m226658-0001.png?impolicy=v6-upright&imwidth=420",
      "model": "YACHT-MASTER 43",
      "charac": "Oyster, 42 мм, желтое золото",
      "titles": "ЧАСЫ OYSTER PERPETUAL YACHT-MASTER 42, 18‑КАРАТНОЕ ЖЕЛТОЕ ЗОЛОТО; ЦИФЕРБЛАТ: ЧЕРНЫЙ; БРАСЛЕТ: OYSTERFLEX.",
      "desc": "Безель этой модели — вращающийся в двух направлениях безель, 60‑минутная градуированная шкала, черный матовый керамический диск Cerachrom, полированные цифры и деления. Он идеально сочетается с циферблатом. Прочность и водонепроницаемость этой модели делают ее идеальными часами для водных видов спорта и особенно для парусного спорта.",
      "price": 2000,
      "type": "yacht",
      "id": 1,
      "comment": [],
      "comments": [
        {
          "comment": "wersdtgyuijo",
          "user": "azeldenbaev@gmail.com",
          "id": 1650021378760
        }
      ]
    },
    {
      "image1": "https://content.rolex.com/dam/2022/upright-bba-with-shadow/m126233-0039.png?impolicy=v6-upright&imwidth=420",
      "model": "DATEJUST 36",
      "charac": "Oyster, 36 мм, сталь Oystersteel и желтое золото",
      "titles": "ЧАСЫ OYSTER PERPETUAL DATEJUST 36, СТАЛЬ OYSTERSTEEL И ЖЕЛТОЕ ЗОЛОТО; ЦИФЕРБЛАТ: ЗОЛОТИСТОГО ЦВЕТА, РЕЗНОЙ ДЕКОР; БРАСЛЕТ: JUBILEE.",
      "desc": " Игра света на дужках и боковых сторонах корпусного кольца подчеркивает изящную форму корпуса Oyster диаметром 36 мм. Безель: рифленый. Часы Datejust пронесли сквозь время незыблемые эстетические принципы, обеспечившие им признание и узнаваемость, особенно в классических моделях.",
      "price": 2200,
      "type": "datejust",
      "id": 2
    },
    {
      "image1": "https://content.rolex.com/dam/2022/upright-bba-with-shadow/m326238-0009.png?impolicy=v6-upright&imwidth=420",
      "model": "SKY-DWELLER",
      "charac": "Oyster, 42 мм, желтое золото",
      "titles": "ЧАСЫ OYSTER PERPETUAL SKY‑DWELLER, 18‑КАРАТНОЕ ЖЕЛТОЕ ЗОЛОТО; ЦИФЕРБЛАТ: ОСЛЕПИТЕЛЬНО ЧЕРНЫЙ; БРАСЛЕТ: OYSTERFLEX.",
      "desc": "Эта выразительная модель характеризуются индикацией второго часового пояса на смещенном от центра циферблата диске. Инновационная система настроек функций этих часов с помощью вращающегося безеля Ring Command уникальна для Rolex. ",
      "price": 2300,
      "type": "skydweller",
      "id": 4
    },
    {
      "image1": "https://content.rolex.com/dam/2022/upright-bba-with-shadow/m278274-0035.png?imwidth=420",
      "model": "DATEJUST 31",
      "charac": "Oyster, 31 мм, сталь Oystersteel и белое золото",
      "titles": "ЧАСЫ OYSTER PERPETUAL DATEJUST 31, СТАЛЬ OYSTERSTEEL И БЕЛОЕ ЗОЛОТО; ЦИФЕРБЛАТ: СИНИЙ AZZURRO, ЦВЕТОЧНЫЙ ДЕКОР, БРИЛЛИАНТЫ; БРАСЛЕТ: OYSTER.",
      "desc": "Характеристики модели: циферблат: 24 бриллианта в оправе из 18‑каратного золота. Игра света на дужках и боковых сторонах корпусного кольца подчеркивает изящную форму корпуса Oyster диаметром 31 мм. Безель: рифленый. Часы Datejust пронесли сквозь время незыблемые эстетические принципы, обеспечившие им признание и узнаваемость, особенно в классических моделях.",
      "price": 2400,
      "type": "datejust",
      "id": 5
    },
    {
      "image1": "https://content.rolex.com/dam/2022/upright-bba-with-shadow/m126334-0015.png?imwidth=380",
      "model": "DATEJUST 41",
      "charac": "Oyster, 41 мм, сталь Oystersteel и белое золото",
      "titles": "ЧАСЫ OYSTER PERPETUAL DATEJUST 41, СТАЛЬ OYSTERSTEEL И БЕЛОЕ ЗОЛОТО; ЦИФЕРБЛАТ: ОСЛЕПИТЕЛЬНО СИНИЙ, БРИЛЛИАНТЫ; БРАСЛЕТ: OYSTER.",
      "desc": "Характеристики модели: циферблат: бриллианты в оправе из 18‑каратного золота. Игра света на дужках и боковых сторонах корпусного кольца подчеркивает изящную форму корпуса Oyster диаметром 41 мм. Безель: рифленый. Часы Datejust пронесли сквозь время незыблемые эстетические принципы, обеспечившие им признание и узнаваемость, особенно в классических моделях.",
      "price": 3000,
      "type": "datejust",
      "id": 6
    },
    {
      "image1": "https://content.rolex.com/dam/2022/upright-bba-with-shadow/m279174-0004.png?imwidth=380",
      "model": "LADY-DATEJUST",
      "charac": "Oyster, 28 мм, сталь Oystersteel и белое золото",
      "titles": "ЧАСЫ OYSTER PERPETUAL LADY-DATEJUST, СТАЛЬ OYSTERSTEEL И БЕЛОЕ ЗОЛОТО; ЦИФЕРБЛАТ: РОЗОВЫЙ, БРИЛЛИАНТЫ; БРАСЛЕТ: OYSTER.",
      "desc": "Игра света на дужках и боковых сторонах корпусного кольца подчеркивает изящную форму корпуса Oyster диаметром 28 мм. Безель: рифленый. Образец женской классики Rolex, часы Lady-Datejust входят в линию Datejust – легендарной модели, которая стала воплощением стиля и последних достижений технической мысли.",
      "price": 4000,
      "type": "datejust",
      "id": 7
    },
    {
      "image1": "https://content.rolex.com/dam/2022/upright-bba-with-shadow/m126200-0020.png?imwidth=420",
      "model": "DATEJUST 36",
      "charac": "Oyster, 36 мм, сталь Oystersteel",
      "titles": "ЧАСЫ OYSTER PERPETUAL DATEJUST 36, CТАЛЬ OYSTERSTEEL; ЦИФЕРБЛАТ: ОЛИВКОВОГО ЦВЕТА, ПАЛЬМОВЫЙ ДЕКОР; БРАСЛЕТ: OYSTER.",
      "desc": "Игра света на дужках и боковых сторонах корпусного кольца подчеркивает изящную форму корпуса Oyster диаметром 36 мм. Безель: выпуклый. Часы Datejust пронесли сквозь время незыблемые эстетические принципы, обеспечившие им признание и узнаваемость, особенно в классических моделях.",
      "price": 2900,
      "type": "datejust",
      "id": 8
    },
    {
      "image1": "https://content.rolex.com/dam/2022/upright-bba-with-shadow/m126203-0017.png?impolicy=v6-upright&imwidth=420",
      "model": "DATEJUST 46",
      "charac": "Oyster, 36 мм, сталь Oystersteel и желтое золото",
      "titles": "ЧАСЫ OYSTER PERPETUAL DATEJUST 36, СТАЛЬ OYSTERSTEEL И ЖЕЛТОЕ ЗОЛОТО; ЦИФЕРБЛАТ: ЦВЕТА ШАМПАНСКОГО, БРИЛЛИАНТЫ; БРАСЛЕТ: JUBILEE.",
      "desc": "Характеристики модели: циферблат: бриллианты в оправе из 18‑каратного золота. Игра света на дужках и боковых сторонах корпусного кольца подчеркивает изящную форму корпуса Oyster диаметром 36 мм. Безель: выпуклый. Часы Datejust пронесли сквозь время незыблемые эстетические принципы, обеспечившие им признание и узнаваемость, особенно в классических моделях.",
      "price": 3500,
      "type": "datejust",
      "id": 9
    },
    {
      "image1": "https://content.rolex.com/dam/2022/upright-bba-with-shadow/m126622-0001.png?impolicy=v6-upright&imwidth=420",
      "model": "YACHT-MASTER 41",
      "charac": "Oyster, 40 мм, сталь Oystersteel и платина",
      "titles": "ЧАСЫ OYSTER PERPETUAL YACHT-MASTER 40, СТАЛЬ OYSTERSTEEL И ПЛАТИНА; БРАСЛЕТ: OYSTER.",
      "desc": "Характеристики модели: циферблат: темно‑серый; безель: вращающийся в двух направлениях безель из платины с выпуклой 60-минутной градуированной шкалой с цифрами. Прочность и водонепроницаемость этой модели делают ее идеальными часами для водных видов спорта и особенно для парусного спорта.",
      "price": 3300,
      "type": "yacht",
      "id": 10
    },
    {
      "image1": "https://content.rolex.com/dam/2022/upright-bba-with-shadow/m268622-0002.png?imwidth=380",
      "model": "YACHT-MASTER 37",
      "charac": "Oyster, 37 мм, сталь Oystersteel и платина",
      "titles": "ЧАСЫ OYSTER PERPETUAL YACHT-MASTER 37, СТАЛЬ OYSTERSTEEL И ПЛАТИНА; БРАСЛЕТ: OYSTER.",
      "desc": "Характеристики модели: циферблат: темно‑серый; безель: вращающийся в двух направлениях безель из платины с выпуклой 60-минутной градуированной шкалой с цифрами. Прочность и водонепроницаемость этой модели делают ее идеальными часами для водных видов спорта и особенно для парусного спорта.",
      "price": 3800,
      "type": "yacht",
      "id": 11
    },
    {
      "image1": "https://content.rolex.com/dam/2022/upright-bba-with-shadow/m116680-0002.png?impolicy=v6-upright&imwidth=420",
      "model": "YACHT-MASTER II",
      "charac": "Oyster, 44 мм, сталь Oystersteel",
      "titles": "ЧАСЫ OYSTER PERPETUAL YACHT-MASTER II, CТАЛЬ OYSTERSTEEL; БРАСЛЕТ: OYSTER; БЕЗЕЛЬ: ВРАЩАЮЩИЙСЯ В ДВУХ НАПРАВЛЕНИЯХ БЕЗЕЛЬ, СИНИЙ ДИСК CERACHROM.",
      "desc": "Часы Yacht-Master II с безелем, выполняющим программируемую функцию обратного отсчета, – единственный в мире хронограф с механической памятью, незаменимый инструмент шкиперов для расчета наилучшего маршрута.",
      "price": 2900,
      "type": "yacht",
      "id": 12
    },
    {
      "image1": "https://content.rolex.com/dam/2022/upright-bba-with-shadow/m126720vtnr-0001.png?imwidth=380",
      "model": "GMT-MASTER II",
      "charac": "Oyster, 40 мм, сталь Oystersteel",
      "titles": "ЧАСЫ OYSTER PERPETUAL GMT-MASTER II, CТАЛЬ OYSTERSTEEL; БРАСЛЕТ: OYSTER.",
      "desc": "Характеристики модели: циферблат: черный; безель: двухцветный, Диск Cerachrom из зеленой и черной керамики. Модель GMT-Master II, позволяющая считывать время в двух разных часовых поясах во время межконтинентальных перелетов, отличается надежностью и универсальным дизайном.",
      "price": 3200,
      "type": "yacht",
      "id": 13
    },
    {
      "image1": "https://content.rolex.com/dam/2022/upright-bba-with-shadow/m226570-0002.png?imwidth=380",
      "model": "EXPLORER II",
      "charac": "Oyster, 42 мм, сталь Oystersteel",
      "titles": "ЧАСЫ OYSTER PERPETUAL EXPLORER II, CТАЛЬ OYSTERSTEEL; БРАСЛЕТ: OYSTER; ЦИФЕРБЛАТ: ЧЕРНЫЙ; 24‑ЧАСОВАЯ СТРЕЛКА В ФОРМЕ СТРЕЛЫ; ЧАСОВЫЕ ОТМЕТКИ С ИНДИКАЦИЕЙ CHROMALIGHT.",
      "desc": "Циферблат высокой четкости, сверхпрочная сталь Oystersteel и водонепроницаемость делают эти часы идеальным спутником в экстремальных условиях.",
      "price": 4100,
      "type": "yacht",
      "id": 14
    },
    {
      "image1": "https://content.rolex.com/dam/2022/upright-bba-with-shadow/m126900-0001.png?imwidth=420",
      "model": "AIR-KING",
      "charac": "Oyster, 40 мм, сталь Oystersteel",
      "titles": "ЧАСЫ AIR-KING, КОРПУС ДИАМЕТРОМ 40 ММ, CТАЛЬ OYSTERSTEEL; БРАСЛЕТ: OYSTER, МАССИВНЫЕ ЗВЕНЬЯ, ЗАСТЕЖКА OYSTERCLASP; ЦИФЕРБЛАТ: ЧЕРНЫЙ. ЭТА МОДЕЛЬ УВЕКОВЕЧИВАЕТ АВИАЦИОННОЕ НАСЛЕДИЕ ОРИГИНАЛЬНЫХ ЧАСОВ ROLEX OYSTER.",
      "desc": "Часы Oyster Perpetual Air-King воздают честь пионерам авиации и напоминают о той роли, которую сыграли часы линии Oyster в покорении неба.",
      "price": "3600",
      "type": "airking",
      "id": 15
    }
  ]
}